export default {
    state: {
        chapters: [
            {
                id: "/chapter-one",
                number: "1",
                name: "бросаю&shy;щий камни или камни саваоф",
                poems: ["Чьё ухо за перон", "Веретено",
                    "Потомукаккакано", "Мешать злу, с добром бороться",
                    "По результатам", "Оправдать обвинителей",
                    "Брод в сухую", "Быть свободным",
                    "Шытреверепонорок", "Недугом целители",
                    "Маятник", "Мало по-малу",
                    "Любовь, влюблённость. Когда в 17.",
                    "Любовь, влюблённость. У них в 24.",
                    "Любовь, влюблённость. Наверно в 32.",
                    "Повтором заново", "О сказачниках",
                    "Старатели", "Судья по блату",
                    "Определение определенности", "К началу",
                    "Точка невозврата", "К значему", "То, что на скрижалях сердца",
                    "Короноперевертыш", "Тушится, не тушится", "Rашаz обезбашенность",
                    "Сбудется", "Вещаю", "Стадия протеста", "Кусок от части",
                    "ППСС", "Мирской", "Писака", "Доколе не будут разуметь", "Пятый океан"]
            },
            {
                id: "/chapter-two",
                number: "2",
                name: "как я ем собаку"
            },
            {
                id: "/chapter-three",
                number: "3",
                name: "моё богатство — люди"
            },
            {
                id: "/chapter-four",
                number: "4",
                name: "герои быта"
            },
            {
                id: "/chapter-five",
                number: "5",
                name: "разный навсегда"
            },
            {
                id: "/chapter-six",
                number: "6",
                name: "на новенького"
            },
            {
                id: "/chapter-seven",
                number: "7",
                name: `проделки путешествен&shy;ника`
            },
            {
                id: "/chapter-eight",
                number: "8",
                name: "масловка"
            },
            {
                id: "/chapter-nine",
                number: "9",
                name: "не про то"
            }
        ]
    },
    mutations: {

    },
    actions: {

    },
    getters: {
        getChapters(state) {
            return state.chapters;
        }
    }
}