export default {
    state: {
        chapters: [
            {
                id: "/chapter-one",
                number: "1",
                name: "бросаю&shy;щий камни или камни саваоф",
                nameGrand: "бросаю&shy;щий<br>камни или<br>камни саваоф",
                poems: ["Чьё ухо за перон", "Веретено",
                    "Потомукаккакано", "Мешать злу, с добром бороться",
                    "По результатам", "Оправдать обвинителей",
                    "Брод в сухую", "Быть свободным",
                    "Шытреверепонорок", "Недугом целители",
                    "Маятник", "Мало по-малу",
                    "Любовь, влюблённость. Когда в 17.",
                    "Любовь, влюблённость. У них в 24.",
                    "Любовь, влюблённость. Наверно в 32.",
                    "Повтором заново", "О сказачниках",
                    "Старатели", "Судья по блату",
                    "Определение определенности", "К началу",
                    "Точка невозврата", "К значему", "То, что на скрижалях сердца",
                    "Короноперевертыш", "Тушится, не тушится", "Rашаz обезбашенность",
                    "Сбудется", "Вещаю", "Стадия протеста", "Кусок от части",
                    "ППСС", "Мирской", "Писака", "Доколе не будут разуметь", "Пятый океан"],
                poemsContent: [{
                    title: "Чьё ухо за перон",
                    body: `<pre>
Чье ухо за пирон, состава содержания ждали 
И вдруг: «Внимание! Транслируют скрижали» 
Подтекст врезая, чернила тут же лист прижали 
Орудием труда зеркально отражали 

Все уже расширяли, по максимум сжимали 
С невозвратом брали, разрушая, созидали 
Из точки исходя, слога из буквы выбивая 
Строк себе причастности самокритикой сдували 

Всё глубже вверх копали, ушной паёк рождали 
Между собой сплавляя металлы крепче стали 
Горечь сладкой соли примесью мешая 
Пробы с ностальгии из будущего брали 

Присягой чистословия не пыль, песок глотая 
На ринге понимания друг друга угнетая 
В падении вставая, вставая тут же падая 
На встречу шаг назад идущему вперед делая. 
                    </pre>
                    `
                },
                {
                    title: "Веретено",
                    body: `<pre>
Кружева, узоры, на редкость мирны ссоры 
Безлюдьем толпиться, задернув настежь шторы 
Вприслонку ставь затворы, в слабительно запоры 
Кружа веретено, взирая на миноры. 

За просто - в горло шпоры, берутся штурмом норы 
Где насмерть в поддавки по-правду скутся воры 
Там перепутав роли, все лишь бы, чтобы, коли 
Князья мечтают "в грязи", свободные "в завязи" 

А впрочем, как бы не было, за правильностью взроется 
По истечению времени итогом вывод вскроется 
Здесь также все мечтается, за благом догоняется 
Частично-промежуточным в хорошее лишь вериться 

Вдруг ценности меняются: одни объединяются, 
Другие распадаясь, в бездельях скитаются 
Все на вчера надеются, что все в заслугах верится, 
А фактор не наглядности на "Забыли" сводится 

Оправдывая занятость, самокритично каяться 
Зачем-то разоряясь с подхватками метается 
За незачем опомнится, стремиться к переменится 
Пришла пора смирения и руки опускаются. 
                    </pre>
                    `
                },

                {
                    title: "Потомукаккакано",
                    body: `<pre>
От вывода к началу, от начала к выводу 
Скребется тот, кто в сетке, лжегласен и без повода 
В пустыню с ведром по-воду, в молочность сыпать солоду, 
Стремиться на свободу, усердием добиться сходу. 

Не слышать правды сроду, но стремиться к чистому 
Всё, чтоб не деградировать - шагать от серо к пестрому 
Всё это потому так как оно рвется к знатному 
Бессмертность жаждой смертному, приделом беспредельному, 

Неряшливость опрятному. Что там, за поворотом? 
Кто близок, станет братом, свободный демократом 
Кто мал, тот станет старше, кто низок - духом выше 
Само-собой промокнет, кто под дождем без крыши 

Истину из правды, отнюдь, не каждый слышит, 
    Но вроде каждый слушает, при этом редко дышит 
            Затем наброски сушит, над ними мозги чешет - 
            Сам себя смешит, изначально надо слышать. 

Уверенность смущает, гортань перекрывает 
Желаешь говорить, но чистослов мешает 
Руки заменяет, ему видней по правилу 
Знает, что к чему - пашню вручить буйволу

Поклоняться символу идолопоклонством 
Предпочтение рангу, соревноваться знатством 
Называя братством, но держаться жадного 
Один против всех, все против каждого 

Потомутокаккано – явление известное, 
В цветах чуть бесцветное, в фонах кусками тусклое 
На вкус как камень жесткое, в поведенье черствое 
На вес оно тяжелое, в бою на редкость смелое 

Льдом в жару не талое, необъятно малое 
    В исполнении правое, без ран всегда кровавое 
        Незначимо, но важное, в быту уж очень нужное 
            За спиной лицом к лицу, открыто болью нежное 

Чуждо ей усталое, в защите своей твёрдое 
Современно модное, вторично безотходное 
В решениях нет лояльности, ярким бликом мрачное 
Своей определенностью в поступках однозначное.
                            </pre>
                    `
                },

                {
                    title: "Мешать злу, с добром бороться",
                    body: `<pre>
На правильно – неправильно, на честно - принять ложное 
Скрипит система сложная, поет «нождачка нежная» 
Вопросом на ответы, в пещеру выход на свободу 
Внедряться в моду, прижав к дивану жопу 

В порядок путать стопу, с лестью сжимать лапу 
Искренне мешая кипу, доверять мгновенно типу 
Всё по-другому, совсем не так как светит 
В простоту запутать, не зря напрасно верить 

Вставая, тут же падать, ломая восстанавливать 
Возводить в степень, что неизменно выглядит 
Сравнивая «метод тыка», узреть, то, что без лика 
Когда одна дорога, исходить: «из ничего – много» 

Молчать, рассуждая, вчера не зная, 
Сегодня веря, завтра гадая, под смех рыдая 
Когда «в троих» уже стая, то жидкость, то густая 
По полкам беспорядок: Пинатри и Бабайка Злая. 

Эстафету продолжая, бремя принимая 
С себя берет начало, дуть на лед остужая, 
Ждать предполагая, мнение в мыслях оставляя, 
Когда-то через год, песок снегами тая 

Раскалённо правду разжигая, само, того не ведая 
Из чести временно, частями студень создавая 
Где не за что, заслуженно, берет свое начало, 
Когда в морали принципа положительность зачала 

Стеченьем помогало, мешать злу с добром бороться, 
Собой казаться, от покоя отказаться 
Беспеременностью кануть, пусть в летах сушится 
Единогласно - от инерции отречься 

К одному стремиться, одному поклоняться 
В возводимость создавать, три в одно сливаться 
Гордому противиться, бесконечно единичному 
Явиться наблюдателем, потакая доброму.
                        </pre>`
                },

                {
                    title: "По результатам",
                    body: `<pre>
И тут по результатам, допустим, жить закатом 
Унынием ныть с рассветом, позволить суть запретом 
Что с голым, что с пернатым, быть идеально мятым 
Где чушь нужна по делу - блеять прокажено-святым 

Вторично, трижды, пятым, незначимо, втирать в значение 
Одно из тех забвений, в максимум без изменений 
Жаждущих стремлений, ярко-тусклых рвений 
С позволения дать совет, без распределений. 
                            </pre>`
                },

                {
                    title: "Простая сложность",
                    body: `<pre>
Оправдать обвинителей вниманием ценителей 
Своего вложителей, в учет поддержку зрителей 
Признать тупых мыслителей, узреть слепых смотрителей 
Привлечь немых кричателей, позвать глухих слушателей 

Честно обманув, обжечь язык вкусителей 
Разбить руины созидателей, уволив цех писателей 
Среди распространителей услуг сравнивать 
"Слесарь по весам" зло с добром уравнивать 

Варварам служить в помощь реставрировать 
Учить, то, что недвижимо украдкой маневрировать 
От опыта толкаться, правильно планировать 
Злою добротой покой терроризировать 

То, с чем был плюс было, с тем остаться 
С временем остаться, в назидание наполняться 
В своем порядке рыться, не сметь сдаваться 
Также не перечить основе сохраняться 

Молча огрызаться - "метод от противного завета" 
Исходить: тень - это тусклый луч света, 
Сопоставить свет с проявлением яркой тени, 
Внося в работолюбие трудоспособность лени 

Дни за годами, площадь за местами 
Негативный позитив, принятие за Вами 
Всеми нами, просто, вывод - по желанию, проще 
Простую сложность зло с добром толкуют чаще. 
                            </pre>`
                }
            
                ]
            },
            {
                id: "/chapter-two",
                number: "2",
                name: "как я ем собаку",
                nameGrand: "как я ем<br>собаку",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]
            },
            {
                id: "/chapter-three",
                number: "3",
                name: "моё богатство — люди",
                nameGrand: "моё<br>богатство -<br>люди",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]

            },
            {
                id: "/chapter-four",
                number: "4",
                name: "герои быта",
                nameGrand: "герои<br>быта",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]

            },
            {
                id: "/chapter-five",
                number: "5",
                name: "разный навсегда",
                nameGrand: "разный<br>навсегда",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]

            },
            {
                id: "/chapter-six",
                number: "6",
                name: "на новенького",
                nameGrand: "на<br>новенького",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]

            },
            {
                id: "/chapter-seven",
                number: "7",
                name: "проделки путешествен&shy;ника",
                nameGrand: "проделки<br>путешествен&shy;ника",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]

            },
            {
                id: "/chapter-eight",
                number: "8",
                name: "масловка",
                nameGrand: "масловка",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]

            },
            {
                id: "/chapter-nine",
                number: "9",
                name: "не про то",
                nameGrand: "не про то",
                poems: ["Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum", "Lopem ipsum"]

            }
        ]
    },
    mutations: {

    },
    actions: {

    },
    getters: {
        getChapters(state) {
            return state.chapters;
        }
    }
}